app/controllers/mutants_controller.rb

SELECT "mutants".* FROM "mutants"
---
  def index
    @mutants = Mutant.all